/* 轻 */
"activitylevel0" = "Passive";

/* 每日仅做一些轻度运动，如散步，购物，做家务等。 */
"activitylevel0_des" = "Spend most of the day sitting (e.g. bankteller, desk job)";

/* 中等 */
"activitylevel1" = "Low";

/* 每日做大概30分钟中等运动，如快速步行，平地骑车，跳交谊舞等。 */
"activitylevel1_des" = "Spend a good part of the day on your feet (e.g. teacher, salesman)";

/* 强 */
"activitylevel2" = "Active";

/* 每日做大概60分钟中等运动；或30分钟的强度运动，如中速跑步，爬山，打羽毛球等。 */
"activitylevel2_des" = "Spend a good part of the day doing some physical activity (e.g. waitress, mailman)";

/* 很强 */
"activitylevel3" = "Intensive";

/* 每日做大概45~60分钟的剧烈运动，如快跑，游泳，打篮球等。 */
"activitylevel3_des" = "Spend most of the day doing heavy physical activity (e.g. bike messenger, carpenter)";

/* 下列是含%@的食物，克数代表一天的推荐量。 */
"addbynutrient_headerlabel_content" = "Here are the foods for %@ with daily reference intake.";

/* 温馨提示 */
"alerttitle_wenxintishi" = "Reminder";

"alertmessage_bestfoodbewater" = "the best food is water";
"alertmessage_take_as_small" = "take as small as possible";

/* 上午 */
"AMSymbol" = "AM";

/* 保存 */
"baocunbutton" = "Save";

/* 保  存 */
"baocunbutton1" = "Save";

/* 食物列表还是空的呢! */
"checkresult_alert0_message" = "The food list is still empty";

/* 给你的食物清单加个名称吧! */
"checkresult_alert1_message" = "Please add a name to your food list";

/* 保存清单 */
"checkresult_alert1_title" = "Save to Plan";

/* 您输入的名称不规范，请重新输入 */
"checkresult_alert2_message" = "Please enter a valid name";

/* 您可以进入清单页面查看你的保存结果 */
"checkresult_alert3_message" = "You can go to the List section, to see your saved food.";

/* 保存成功 */
"checkresult_alert3_title" = "Saved successfully";

/* 出现了错误，请重试 */
"alertmessage_tryagain" = "An error occurred. Please try again.";

/* 保存失败 */
"checkresult_alert4_title" = "Failed to save";

/* 智能推荐中... */
"checkresult_HUDLabel_content" = "Recommending...";

/* 无，请关注严重缺乏的营养！ */
"checkresult_noheavylylack" = "None. Please watch carefully for your deficient nutritions!";

/* 无，请关注轻度缺乏的营养！ */
"checkresult_nolightlylack" = "None. Please watch carefully for your slightly deficient nutritions!";

/* 恭喜，您现在的身体很健康！ */
"checkresult_result_summary0" = "Congratulations, you are very healthy!";

/* 恭喜，您现在的身体比较健康！ */
"checkresult_result_summary1" = "Congratulations, you are healthy!";

/* 抱歉，您现在的身体比较糟糕！ */
"checkresult_result_summary2" = "Sorry, you are in a bad shape!";

/* 分 */
"checkresult_resultfen" = "";

/* MM月dd号 */
"checkresult_savefoodalert_content1" = "MMM dd";

/* %@的饮食计划 */
"checkresult_savefoodalert_content2" = "%@'s dietary plan";

/* 您所选的症状 */
"checkresult_section1_title" = "Your symptoms";

/* 您现在体内严重缺乏的营养 */
"checkresult_section2_title1" = "Serious Nutrition Deficiency";

/* 您现在体内严重缺乏%d种营养 */
"checkresult_section2_title2" = "You suffer %d serious nutrition deficiencies.";

/* 您现在体内轻度缺乏的营养 */
"checkresult_section3_title1" = "Modest Nutrition Deficiency";

/* 您现在体内轻度缺乏%d种营养 */
"checkresult_section3_title2" = "You suffer %d modest nutrition deficiencies.";

/* 您需要补充的食物 */
"checkresult_section4_title" = "Food recommended to you";

/* 以上食物一天的营养比例 */
"checkresult_section5_title" = "Total Percent Daily Value";

/* 诊断结果 */
"checkresult_viewtitle" = "Diagnosis Result";

/* 填一个你更喜欢的名称吧! */
"dietlist_alert0_message" = "Please enter a good name.";

/* 更改名称 */
"dietlist_alert0_title" = "Update Plan Name";

/* 您输入的名称不规范，请重新输入 */
"dietlist_alert1_message" = "Please enter a valid name.";

/* 更改失败 */
"dietlist_alert2_title" = "Failed to update";

/* 删除失败 */
"dietlist_alert3_title" = "Failed to delete";

/* 制定适合您的口味的每日膳食搭配，保证每日全面丰富的营养。 */
"dietlist_bottomemptylabel_content" = "We can guide you to create healthy and balanced dietary plans.";

/* 暂无膳食清单 */
"dietlist_topemptylabel_content" = "Click New button";

/* 清单 */
"dietlist_viewtitle" = "Food Plan";

/* 添加到新清单 */
"dietpicker_addtonewlist_button" = "New Plan";

/* 添加到已有的清单 */
"dietpicker_tablesection_title" = "Current Plans";

/* 添加食物 */
"dietpicker_viewtitle" = "Add Food";

/* 活动强度 */
"editprofile_activitylabel" = "Activity Level";

/* 年龄 */
"editprofile_agelabel" = "Age";

/* 岁 */
"editprofile_ageunitlabel" = "yrs";

/* 性别选择错误，请重新选择 */
"editprofile_alert0_message" = "Please choose a valid gender and try again.";

/* 活动强度选择错误，请重新选择 */
"editprofile_alert1_message" = "Please choose a valid activity level and try again.";

/* 年龄填写错误，请重新填写 */
"editprofile_alert2_message" = "Please enter a valid age and try again.";

/* 身高填写错误，请重新填写 */
"editprofile_alert3_message" = "Please enter a valid height and try again.";

/* 体重填写错误，请重新填写 */
"editprofile_alert4_message" = "Please enter a valid weight and try again.";

/* 基本信息 */
"editprofile_basicinfolabel" = "Basic Information";

/* 个人每日营养摄入推荐量 */
"editprofile_DRIlabel" = "Daily Reference Intake";

/* 很抱歉，由于您的基本信息不完全，目前无法显示营养摄入推荐量。 */
"editprofile_emptyDRIlabel" = "Sorry, some of your information is not correct. We can not find the right DRI for you.";

/* 身高 */
"editprofile_heightlabel" = "Height";

/* 个人 */
"editprofile_viewtitle" = "Profile";

/* 体重 */
"editprofile_weightlabel" = "Weight";

/* 发表 */
"fabiaobutton" = "Publish";

/*   返回 */
"fanhuibutton" = "  Back";

/* 女 */
"femalebutton" = "Female";

/* 所有食物的一天营养比例 */
"fooddetail_tablesection_title1" = "Daily value of the plan";

/* 当前食物的一天营养比例 */
"fooddetail_tablesection_title2" = "Daily Value";

/* 快速查找食物 */
"foodsearch_searchbar_placeholder" = "Search";

/* 食物 */
"foodsearch_viewtitle" = "Food";

/* 从早晨到现在，您有下列哪些状况？ */
"healthcheck_headercontent0" = "From morning till now, what symptions have you noticed yourself?";

/* 午饭后到现在，您有下列哪些状况？ */
"healthcheck_headercontent1" = "From noon till now, what symptions have you noticed yourself?";

/* 晚饭后到现在，您有下列哪些状况？ */
"healthcheck_headercontent2" = "From dinner till now, what symptions have you noticed yourself?";

/* 上午诊断 */
"healthcheck_viewtitle0" = "Morning Diagnose";

/* 下午诊断 */
"healthcheck_viewtitle1" = "Afternoon Diagnose";

/* 睡前诊断 */
"healthcheck_viewtitle2" = "Night Diagnose";

/* 恭喜，你现在的身体状况还很健康，在以后的诊断中要继续保持哦！ */
"heathcheck_alert0_title" = "Congratulations, you are in a very good shape, please keep up!";

/* 换一组 */
"huanyizubutton" = "Recommend";

/* 简介 */
"jianjiebutton" = "Info";

/* 解除 */
"jiechubutton" = "Remove";

/* 新浪微博 */
"listmake_actionsheet0_button1" = "Sina Weibo";

/* 微信好友 */
"listmake_actionsheet0_button2" = "WeChat Friend";

/* 微信朋友圈 */
"listmake_actionsheet0_button3" = "WeChat Circle";

/* 分享到 */
"listmake_actionsheet0_title" = "Share";

/* 食物列表还是空的呢，马上添加食物或点击推荐吧! */
"listmake_alert0_message" = "Your plan is still empty. Please add food or use Recommend button.";

/* 给你的食物清单加个名称吧! */
"listmake_alert1_message" = "Please add a name to your plan";

/* 保存食物清单 */
"listmake_alert1_title" = "Save plan";

/* 保存失败 */
"listmake_alert2_title" = "Failed to save";

/* 已有的这组食物搭配已经能够满足您所关注的营养需要，如需另行推荐，您可以通过左右滑动来删掉一些食物再使用推荐功能。 */
"listmake_alert3_message" = "Daily value of this plan is sufficient. Please swipe out some food and try Recommend button again.";

/* 食物列表还是空的呢，马上添加食物或点击推荐吧! */
"listmake_alert4_message" = "Your plan is still empty. Please add food or use Recommend button.";

/* 分享失败 */
"listmake_alert6_title" = "Failed to share";

/* 您输入的名称不规范，请重新输入 */
"listmake_alert7_message" = "Please enter a valid name.";

/* 出现了错误，请重试 */
"listmake_alert8_message" = "An error occurred, please try again";

/* 我们app的作用是帮您找到适合您一天的各营养需要量的食物搭配，您可以通过我们的推荐功能快速得到，也可以加入自己的选择以找到最适合您的方案。 */
"listmake_emptyfoodlabel_content" = "Click Add Food button. We will help you find the right food for the right nutritions.";

/* 哪些营养素是您重点关注且是不能缺少的，请选择： */
"listmake_filterview_title" = "Please select your target nutritions:";

/* 智能推荐中... */
"listmake_HUDLabel_content" = "Recommending...";

/* MM月dd号 */
"listmake_savefoodalert_content1" = "MMM dd";

/* %@的饮食计划 */
"listmake_savefoodalert_content2" = "%@'s dietary plan";

/* 一天的食物 */
"listmake_tablesection0_title" = "Food";

/* 一天的营养比例 */
"listmake_tablesection1_title" = "Daily Value";

/* 推荐的食物 */
"listmake_viewtitle1" = "Recommended Food";

/* 营养搭配 */
"listmake_viewtitle2" = "Nutritions";

/* 我用 营养膳食指南%@ 挑选出了一组含全面丰富营养的食物搭配, 羡慕吧? 快来试试吧! */
"listmake_wechatshare_content" = "我用 营养膳食指南%@ 挑选出了一组含全面丰富营养的食物搭配, 羡慕吧? 快来试试吧!";

/* 我用@营养膳食指南%@挑选出了一组含全面丰富营养的食物搭配, 羡慕吧? 快来试试吧! */
"listmake_weiboshare_content" = "我用@营养膳食指南%@挑选出了一组含全面丰富营养的食物搭配, 羡慕吧? 快来试试吧!";

/* 打开 */
"localnotify_3dayreminder_action" = "Open";

/* 养生胶囊助您消除亚健康，敬请使用! */
"localnotify_3dayreminder_content" = "Do you want to keep away from the sub-health state? Let Remedy Pills help you!";

/* 去诊断 */
"localnotify_checkreminder_action" = "To diagnose";

/* 诊断时间到了 */
"localnotify_checkreminder_content" = "It is time to self diagnose.";

/* 个人 */
"mainpage_menuitem_geren" = "Profile";

/* 清单 */
"mainpage_menuitem_qingdan" = "Plan";

/* 设置 */
"mainpage_menuitem_shezhi" = "Settings";

/* 食物 */
"mainpage_menuitem_shiwu" = "Food";

/* 营养 */
"mainpage_menuitem_yingyang" = "Nutrition";

/* 诊断 */
"mainpage_menuitem_zhenduan" = "Diagnose";

/* 营养膳食指南 */
"mainpage_viewtitle" = "Nutrition Guide";

/* 男 */
"malebutton" = "Male";

/* 营养 */
"nutritionlist_viewtitle" = "Nutrition";

/* 下午 */
"PMSymbol" = "PM";

/* 确定 */
"quedingbutton" = "OK";

/* 确认 */
"querenbutton" = "OK";

/* 去看看 */
"qukankanbutton" = "Go Check it";

/* 取消 */
"quxiaobutton" = "Cancel";

/* 请至少选择一个营养素 */
"recommendfilter_alert0_message" = "Please select a nutrition";

/* 如果你喜欢营养膳食指南, 你是否愿意花一点时间为我们的产品评分? 谢谢您的支持! */
"reviewapp_alert0_message" = "Please rate and support our app, if you like it.";

/* 如果你喜欢养生胶囊, 你是否愿意花一点时间提供用户意见反馈? 谢谢您的支持! */
"reviewapp_alert1_message" = "Please give your feedback, if you like our app.";

/* 评分 */
"reviewapp_alert0_title" = "Rate";

/* 下列是含%@的食物，克数代表一天的推荐量。 */
"richnutrition_headerlabel_conten" = "Here are the foods for %@ with daily reference intake.";

/* 解除新浪微博绑定？ */
"settings_alert0_message" = "Remove Weibo binding?";

/* 你还没有邮件账户，请到系统设置里面创建一个 */
"settings_alert1_message" = "Please set up your mailbox.";

/* 用户意见反馈 */
"settings_email_title" = "User Feedback";

/* 意见反馈 */
"settings_fankuibutton" = "Feedback";

/* 给我们评分 */
"settings_pingfenbutton" = "Rate us";

/* 邮件保存成功 */
"settings_sendemail_result0" = "Email saved successfully";

/* 邮件发送成功 */
"settings_sendemail_result1" = "Email sent successfully";

/* 邮件发送失败 */
"settings_sendemail_result2" = "Failed to send email";

/* 推荐应用 */
"settings_tuijianbutton" = "App Recommendation";

/* 设置 */
"settings_viewtitle" = "Settings";

/* 分享授权 */
"settingsview_shareauth_content" = "Share To";

/* 新浪微博 */
"settingsview_sinaweibo_content" = "Sina Weibo";

/* 删除 */
"shanchubutton" = "Remove";

/* 稍后评分 */
"shaohoupingfenbutton" = "Rate later";

/* 分享失败 */
"share_alert0_title" = "Failed to share";

/* 来自@营养膳食指南 */
"share_insertcontent" = "来自@营养膳食指南";

/* 分享 */
"shareview_viewtitle" = "Share";

/* 添加成功！ */
"tianjia_HUDLabel_content" = "Added successfully！";

/* 添加 */
"tianjiabutton" = "Add";

/* ahh:mm ,for chinese we set ahh:mm,for en we should set hh:mma */
"timeformat_timesettings" = "hh:mm a";

/* 上午提示 */
"timesettings_shangwulabel" = "Morning Alert";

/* 睡前提示 */
"timesettings_shuiqianlabel" = "Night Alert";

/* 开启闹钟提醒 */
"timesettings_switchlabel" = "Enable Alert";

/* 诊断提醒 */
"timesettings_viewtitle" = "Diagnose Alert";

/* 下午提示 */
"timesettings_xiawulabel" = "Afternoon Alert";

/* 提醒设置 */
"tixingshezhibutton" = "Alert";

/* 下次再说 */
"umeng_checkupdate_cancel" = "Next time";

/* 去下载 */
"umeng_checkupdate_other" = "To download";

/* 检测到新版本 */
"umeng_checkupdate_title" = "Found new udpate";

/* 完成 */
"wanchengbutton" = "Finish";

/* 克 */
"weightunit_g" = "g";

/* 现在就评分 */
"xianzaijiupingfenbutton" = "Rate now";

/* 新建 */
"xinjianbutton" = "New";

/* 诊断 */
"zhenduanbutton" = "Diagnose";

/* 知道了 */
"zhidaolebutton" = "Got it";

/* 全选 */
"quanxuanbutton" = "All";

/* for chinese use ；,for en use ; . */
"userSymptomsSemicolon" = "; ";

/* 您现在体内严重缺乏%d种营养 单数 */
"checkresult_section2_title3" = "You suffer %d serious nutrition deficiency.";

/* 您现在体内轻度缺乏%d种营养 单数 */
"checkresult_section3_title3" = "You suffer %d modest nutrition deficiency.";




/*  下面是新版本加入的key，
 key的形式为 “页面拼音缩写_c或m_具体key值” (c是control,表示该key对应界面上的一些具体的控件; m是message,表示该key是我们反馈给用户的一些信息),
 key的注释形式为 “key的含义说明：对应的中文翻译”  */



/*-------- 以下是健康记录页的key --------*/

/* 心跳项单位：次/分钟 */
"jaingkanjilu_c_xintiaodanwei" = "bpm";

/* 心跳项标题：心跳 */
"jiangkangjilu_c_xintiao" = "Heart Rate";

/* 体重项单位：磅 */
"jiankangjilu_c_bang" = "lb";

/* 笔记栏标题：笔记 */
"jiankangjilu_c_biji" = "Note";

/* 低压项标题：低压 */
"jiankangjilu_c_diya" = "Diastolic";

/* 高压项标题：高压 */
"jiankangjilu_c_gaoya" = "Systolic";

/* 体重项单位：公斤 */
"jiankangjilu_c_gongjin" = "kg";

/* 页面表头：选择您今天的症状，然后点击查看养生报告。 */
"jiankangjilu_c_header" = "Do you have any of thes symptoms today?";

/* 指标栏标题：生理指标 */
"jiankangjilu_c_shenglizhibiao" = "Numbers";

/* 体温项单位：摄氏度 */
"jiankangjilu_c_sheshidu" = "°C";

/* 体温项单位：华氏度 */
"jiankangjilu_c_huashidu" = "°F";

/* 页面查看按钮：查看 */
"jiankangjilu_c_chakan" = "Submit";

/* 页面标题：养生 */
"jiankangjilu_c_title" = "Health";

/* 体温项标题：体温 */
"jiankangjilu_c_tiwen" = "Body Temperature";

/* 体重项标题：体重 */
"jiankangjilu_c_tizhong" = "Weight";

/* 血压项单位：毫米水银 */
"jiankangjilu_c_xueyadanwei" = "mmHg";

/* 页面的标题：选择症状 */
"jiankangjilu_c_navtitle" = "Record";


/*-------- 以下是健康报告页的key --------*/

/* 潜在疾病项标题：潜在疾病 */
"jiangkangbaogao_c_qianzaishiwu" = "Possible Diseases";

/* 保存按钮：保存 */
"jiankangbaogao_c_baocun" = "Save";

/* 体质指数范围：肥胖 */
"jiankangbaogao_c_feipang" = "Obesity";

/* 体质指数范围：过轻 */
"jiankangbaogao_c_guoqing" = "Under";

/* 体质指数范围：过重 */
"jiankangbaogao_c_guozhong" = "Over";

/* 健康指数栏标题：健康指数 */
"jiankangbaogao_c_jiankangzhishu" = "Health Index";

/* 缺乏营养项标题：缺乏营养 */
"jiankangbaogao_c_quefayingyan" = "Defficient Nutritions";

/* 页面标题：养生报告 */
"jiankangbaogao_c_title" = "Report";

/* 体质指数栏标题：体质指数 */
"jiankangbaogao_c_tizhizhishu" = "Body Mass Index";

/* 推荐食物项标题：推荐食物 */
"jiankangbaogao_c_tuijianshiwu" = "Recommended Foods";

/* 体质指数范围：正常 */
"jiankangbaogao_c_zhengchang" = "Normal";

/* 养生贴士项标题：养生贴士 */
"jiankangbaogao_c_yangshengtieshi" = "Remedy Tips";



/*-------- 以下是历史页的key --------*/

/* 页面标题：历史 */
"lishi_c_title" = "History";

/* 历史页笔记项标题：笔记 */
"lishi_c_biji" = "Note";

/* 历史页症状项标题：症状 */
"lishi_c_zhengzhuang" = "Symptoms";

/* 历史页周日：周日 */
"lishi_c_zhouri" = "Sunday";

/* 历史页周日：周一 */
"lishi_c_zhouyi" = "Monday";

/* 历史页周日：周二 */
"lishi_c_zhouer" = "Tuesday";

/* 历史页周日：周三 */
"lishi_c_zhousan" = "Wednesday";

/* 历史页周日：周四 */
"lishi_c_zhousi" = "Thursday";

/* 历史页周日：周五 */
"lishi_c_zhouwu" = "Friday";

/* 历史页周日：周六 */
"lishi_c_zhouliu" = "Saturday";

/* 历史页日期：%d月%d日 */
"lishi_c_riqi" = "%@ %d";

/* 历史页为空提示：无历史记录! */
"lishi_c_wulishi" = "No history";



/*-------- 以下是图表页的key --------*/

/* 页面标题：曲线 */
"tubiao_c_title" = "Charts";

/* 体温项标题：体温 */
"tubiao_c_tiwen" = "TEMP";

/* 体质项标题：体质 */
"tubiao_c_tizhi" = "BMI";

/* 体重项标题：体重 */
"tubiao_c_tizhong" = "BWT";

/* 心跳项标题：心跳 */
"tubiao_c_xintiao" = "HR";

/* 血压项标题：血压 */
"tubiao_c_xueya" = "BP";

/* 营养项标题：营养 */
"tubiao_c_yingyang" = "NUTR";



/*-------- 以下是百科页的key --------*/

/* 常见疾病栏标题：常见疾病 */
"baike_c_changjianjibing" = "Diseases";

/* 矿物质项标题：矿物质 */
"baike_c_kuangwuzhi" = "Minerals";

/* 食物栏标题：食物 */
"baike_c_shiwu" = "Foods";

/* 页面标题：百科 */
"baike_c_title" = "Wiki";

/* 维生素项标题：维生素 */
"baike_c_weishengsu" = "Vitamins";

/* 营养栏标题：营养 */
"baike_c_yangyang" = "Nutritions";



/*-------- 以下是信息页的key --------*/

/* 保存按钮：保存 */
"xinxi_c_baocun" = "Save";

/* 活动强度项标题：活动强度 */
"xinxi_c_huodongqiangdu" = "Activity";

/* 性别男：男 */
"xinxi_c_nan" = "Male";

/* 性别女：女 */
"xinxi_c_nv" = "Female";

/* alert确定按钮：确定 */
"xinxi_c_queding" = "OK";

/* 身高项标题：身高 */
"xinxi_c_shengao" = "Height";

/* 生日项标题：生日 */
"xinxi_c_shengri" = "Birth";

/* 页面标题：信息 */
"xinxi_c_title" = "Info";

/* 体重项标题：体重 */
"xinxi_c_tizhong" = "Weight";

/* 性别项标题：性别 */
"xinxi_c_xingbie" = "Gender";

/* 活动强度：很强 */
"xinxi_c_henqiang" = "Intensive";

/* 强度很强描述：每日做大概45~60分钟的剧烈运动，如快跑，游泳，打篮球等。 */
"xinxi_c_henqiangmiaoshu" = "Spend most of the day doing heavy physical activity (e.g. bike messenger, carpenter)";

/* 活动强度：强 */
"xinxi_c_qiang" = "Active";

/* 强度强描述：每日做大概60分钟中等运动；或30分钟的强度运动，如中速跑步，爬山，打羽毛球等。 */
"xinxi_c_qiangmiaoshu" = "Spend a good part of the day doing some physical activity (e.g. waitress, mailman)";

/* 活动强度：轻 */
"xinxi_c_qing" = "Passive";

/* 强度轻：每日仅做一些轻度运动，如散步，购物，做家务等。 */
"xinxi_c_qingmiaoshu" = "Spend most of the day sitting (e.g. bankteller, desk job)";

/* 活动强度：中等 */
"xinxi_c_zhongdeng" = "Low";

/* 强度中等描述：每日做大概30分钟中等运动，如快速步行，平地骑车，跳交谊舞等。 */
"xinxi_c_zhongdengmiaoshu" = "Spend a good part of the day on your feet (e.g. teacher, salesman)";

/* 身高错误信息：身高填写错误，请重新填写 */
"xinxi_m_shengaocuowu" = "Please enter a proper height";

/* 生日错误信息：生日填写错误，请重新填写 */
"xinxi_m_shengricuowu" = "Please enter a proper date";

/* 体重错误信息：体重填写错误，请重新填写 */
"xinxi_m_tizhongcuowu" = "Please enter a proper weight";

/* alert标题：温馨提示 */
"xinxi_m_wenxintishi" = "Reminder";



/*-------- 以下是食物详细页的key --------*/

/* 选择重量项标题：选择重量 */
"shiwu_c_xuanzezhonglian" = "Choose Weight";

/* 洋洋含量项标题：营养含量 */
"shiwu_c_yingyanghanliang" = "Daily Nutrition Values";



/*-------- 以下是营养素详细页的key --------*/

/* 页面表头：以下是富含%@的食物和每日推荐量 */
"yingyangsu_c_header" = "Here are %@-rich foods with daily recommend intake.";


/*-------- 以下是膳食清单页的key --------*/

/* 页面标题：清单 */
"qingdan_c_title" = "Plan";





"appNameAtAnotherPlace" = "Food Nutrition Query and Collocate";
"foodNutritionCollocationList"="Food Collocation List";
"userParamInfo" = "User Info";






